Revit 2024 API
ParameterTypeId.LoadAttrMomentScaleFactor Property
 "Moment scale"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId LoadAttrMomentScaleFactor { get; }
Visual Basic
Public Shared ReadOnly Property LoadAttrMomentScaleFactor As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LoadAttrMomentScaleFactor {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace